[{"title":"Redband trout","body":"Redband trout are a group of three recognized subspecies of rainbow trout. They occur in three distinct regions in Pacific basin tributaries and endorheic basins in the western United States. The three subspecies are the Columbia River redband trout, the McCloud River redband trout and the Great Basin redband trout.","id":"c961c80b-cda1-401e-b7d2-bbc8fe908e85"},{"title":"Copenhagen Opera House","body":"The Copenhagen Opera House is the national opera house of Denmark, and among the most modern opera houses in the world. It is also one of the most expensive opera houses ever built at a cost of 2.5 billion DKK. It is located on the island of Holmen in central Copenhagen.\r\n","id":"b8268975-8d78-4c41-8d29-cf320a98c74c"},{"title":"The Man Who Killed Don Quixote","body":"The Man Who Killed Don Quixote is a 2018 adventure-comedy film directed by Terry Gilliam and written by Gilliam and Tony Grisoni, loosely based on the 1605/1615 novel Don Quixote by Miguel de Cervantes. Gilliam tried to make the film many times over 29 years, which made it an infamous example of development hell.","id":"58cdba04-8955-4e91-9b8f-f6c16af8aea4"},{"title":"Ivan Morozov (businessman)","body":"Ivan Abramovich Morozov was a Russian businessman and, from 1907 to 1914","id":"6704ce34-05e1-431b-aaac-d7d9f7e32ec7"},{"title":"Day of Arafah","body":"The Day of Arafah is an Islamic holiday that falls on the 9th day of Dhu al-Hijjah of the lunar Islamic Calendar. It is the second day of the Hajj pilgrimage, and the day after is the first day of the major Islamic holiday of Eid al-Adha. At dawn of this day, Muslim pilgrims will make their way from Mina to a nearby hillside and plain called Mount Arafat and the Plain of Arafat. It was from this site that the Islamic prophet Muhammad gave one of his last sermons in the final year of his life. Some Muslims hold that part of the Quranic verse announcing that the religion of Islam had been perfected was revealed on this day.","id":"6072d741-01fc-4667-98e2-a52b2dc88860"}]