[{"title":"Day of Arafah","body":"The Day of Arafah is an Islamic holiday that falls on the 9th day of Dhu al-Hijjah of the lunar Islamic Calendar. It is the second day of the Hajj pilgrimage, and the day after is the first day of the major Islamic holiday of Eid al-Adha. At dawn of this day, Muslim pilgrims will make their way from Mina to a nearby hillside and plain called Mount Arafat and the Plain of Arafat. It was from this site that the Islamic prophet Muhammad gave one of his last sermons in the final year of his life. Some Muslims hold that part of the Quranic verse announcing that the religion of Islam had been perfected was revealed on this day.","id":"6072d741-01fc-4667-98e2-a52b2dc88860"},{"title":"Lactarius pseudomucidus","body":"Lactarius pseudomucidus is a fungus native to the northwestern part of North America, often found in coastal and conifer forests. It has a charcoal brown cap, smooth and slimy, from 2–10 cm across, initially flat convex, becoming shallowly depressed. The gills are decurrent, white with a gray or yellow tinge, staining brownish. The stipe is 40–100 mm tall, hollow, brittle. Both the cap and stipe are mucilaginous. The flesh is gray and the latex is milky white, drying yellowish. There is only a slight odor, and the taste slowly becomes acrid. Spores are white in mass, ellipsoid, amyloid, about 8 μm long, with a reticulate decoration on the surface. The species is inedible. It resembles Lactarius argillaceifolius, which has a light orange-gray cap, and eastern North America's Lactarius mucidus.","id":"326ec958-042f-45ee-9e57-5182e4b24650"},{"title":"A Woman's Life (film)","body":"A Woman's Life is a 2016 French-Belgian drama film directed by Stéphane Brizé. It is based on the Guy de Maupassant's novel Une vie. It was selected to compete for the Golden Lion at the 73rd Venice International Film Festival where it won the FIPRESCI Prize for Best Film in competition. It was awarded the Louis Delluc Prize for Best Film in 2016.","id":"e8274df9-61ae-4964-9423-0187f877e368"}]